# 1. Создаем переменную name и присвоим ей наше имя (строка)
name = "Александр"
# 2. Выводим значение переменной name на экран.
print(name)

# 3. Создаем переменную age и присвоим ей значение нашего возраста (целое число).
age = 25
# 4. Выводим значение переменной age на экран.
print(age)

# 5. Перезапишем в age текущее значение переменной age + новое.
age += 1 # Например, добавим 1 к текущему возрасту.
# 6. Выведем измененное значение переменной age на экран.
print(age)

# 7. Создадим переменную is_student и присвоим ей логическое значение - True.
is_student = True
# 8. Выведем значение переменной is_student на экран.
print(is_student)
